---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.PostDocEventArgs
source: html/738eed42-7abe-e4df-cacb-30c64a76d050.htm
---
# PostDocEventArgs Properties

Indicates whether the event is being cancelled.
When the event is cancellable, set the property to True to cancel it.